cask "alt-tab"
cask "cursor"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "raycast"
cask "visual-studio-code"

brew "bash"
brew "bat"
brew "btop"
brew "derailed/k9s/k9s"
brew "dyff"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gh"
brew "go"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "mise"
brew "predatorray/brew/kubectl-tmux-exec"
brew "ripgrep"
brew "stern"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "viddy"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"
