cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "zed"

brew "bat"
brew "derailed/k9s/k9s"
brew "docker"
brew "fzf"
brew "git-delta"
brew "gh"
brew "go"
brew "go-task"
brew "gotop"
brew "jq"
brew "mise"
brew "ripgrep"
brew "stern"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "viddy"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"