cask "cursor"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "raycast"
cask "rectangle"

brew "bat"
brew "derailed/k9s/k9s"
brew "dyff"
brew "fzf"
brew "git-delta"
brew "gh"
brew "go"
brew "go-task"
brew "gotop"
brew "jq"
brew "kubectx"
brew "mise"
brew "predatorray/brew/kubectl-tmux-exec"
brew "ripgrep"
brew "stern"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "viddy"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"

cask "sdm"
