golang.go
kilocode.kilo-code
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
opentofu.vscode-opentofu
pkief.material-icon-theme
redhat.vscode-yaml
saoudrizwan.claude-dev
supermaven.supermaven
tamasfe.even-better-toml
vscodevim.vim
zhuangtongfa.material-theme
