bierner.markdown-emoji
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
quicktype.quicktype
redhat.vscode-yaml
rust-lang.rust
tamasfe.even-better-toml
vscode-icons-team.vscode-icons
vscodevim.vim
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zxh404.vscode-proto3
